Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: hrTSS = session_TRIMP / TRIMP_1hr_at_LTHR × 100. Definitionally correct TSS semantics (one hour at lactate threshold = 100 points). Reference implementation in fellrnr.com and intervals.icu.
ar: hrTSS = TRIMP_الجلسة / TRIMP_ساعة_عند_LTHR × 100. دلالة TSS صحيحة بالتعريف (ساعة واحدة عند عتبة اللاكتات = 100 نقطة). التنفيذ المرجعي في fellrnr.com وintervals.icu.
da: hrTSS = session_TRIMP / TRIMP_1time_ved_LTHR × 100. Definitorisk korrekt TSS-semantik (én time ved laktattærsklen = 100 point). Referenceimplementering hos fellrnr.com og intervals.icu.
de: hrTSS = Sitzungs_TRIMP / TRIMP_1Std_bei_LTHR × 100. Definitionsgemäß korrekte TSS-Semantik (eine Stunde an der Laktatschwelle = 100 Punkte). Referenzimplementierung bei fellrnr.com und intervals.icu.
es: hrTSS = TRIMP_sesión / TRIMP_1h_a_LTHR × 100. Semántica de TSS correcta por definición (una hora en el umbral de lactato = 100 puntos). Implementación de referencia en fellrnr.com e intervals.icu.
fi: hrTSS = istunto_TRIMP / TRIMP_1h_LTHR:llä × 100. Määritelmällisesti oikea TSS-semantiikka (tunti laktaattikynnyksellä = 100 pistettä). Viitetoteutus sivustoilla fellrnr.com ja intervals.icu.
fr: hrTSS = TRIMP_séance / TRIMP_1h_au_LTHR × 100. Sémantique TSS correcte par définition (une heure au seuil lactique = 100 points). Implémentation de référence sur fellrnr.com et intervals.icu.
is: hrTSS = lotu_TRIMP / TRIMP_1klst_við_LTHR × 100. Rétt TSS-merking samkvæmt skilgreiningu (ein klukkustund við mjólkursýruþröskuld = 100 stig). Viðmiðunarútfærsla á fellrnr.com og intervals.icu.
it: hrTSS = TRIMP_sessione / TRIMP_1h_a_LTHR × 100. Semantica TSS corretta per definizione (un’ora alla soglia del lattato = 100 punti). Implementazione di riferimento su fellrnr.com e intervals.icu.
ja: hrTSS = セッション_TRIMP / LTHR での 1 時間の_TRIMP × 100。 定義上正しい TSS の意味づけです（乳酸閾値で 1 時間＝100 ポイント）。参照実装は fellrnr.com と intervals.icu にあります。
ko: hrTSS = 세션_TRIMP / LTHR에서의_1시간_TRIMP × 100. 정의상 올바른 TSS 의미입니다(젖산 역치에서 1시간 = 100점). 참조 구현은 fellrnr.com과 intervals.icu에 있습니다.
nb: hrTSS = økt_TRIMP / TRIMP_1time_ved_LTHR × 100. Definisjonsmessig korrekt TSS-semantikk (én time ved laktatterskel = 100 poeng). Referanseimplementering hos fellrnr.com og intervals.icu.
nl: hrTSS = sessie_TRIMP / TRIMP_1u_op_LTHR × 100. Per definitie correcte TSS-semantiek (één uur op de lactaatdrempel = 100 punten). Referentie-implementatie op fellrnr.com en intervals.icu.
pt_br: hrTSS = TRIMP_sessão / TRIMP_1h_no_LTHR × 100. Semântica de TSS correta por definição (uma hora no limiar de lactato = 100 pontos). Implementação de referência em fellrnr.com e intervals.icu.
ru: hrTSS = TRIMP_сессии / TRIMP_1ч_на_LTHR × 100. По определению корректная семантика TSS (один час на лактатном пороге = 100 очков). Эталонная реализация на fellrnr.com и intervals.icu.
sv: hrTSS = pass_TRIMP / TRIMP_1tim_vid_LTHR × 100. Definitionsmässigt korrekt TSS-semantik (en timme vid laktattröskeln = 100 poäng). Referensimplementering på fellrnr.com och intervals.icu.
zh_hans: hrTSS = 本次_TRIMP / 在_LTHR_下1小时的_TRIMP × 100。 这是定义上正确的 TSS 语义（在乳酸阈保持一小时 = 100 分）。参考实现见 fellrnr.com 与 intervals.icu。

source: HRV (Rolling RMSSD)
ar: HRV (RMSSD متحرك)
da: HRV (Rullende RMSSD)
de: HRV (gleitender RMSSD)
es: HRV (RMSSD continuo)
fi: HRV (liukuva RMSSD)
fr: HRV (RMSSD glissant)
is: HRV (hlaupandi RMSSD)
it: HRV (RMSSD mobile)
ja: HRV (ローリングRMSSD)
ko: HRV (롤링 RMSSD)
nb: HRV (Rullende RMSSD)
nl: HRV (voortschrijdend RMSSD)
pt_br: HRV (RMSSD Móvel)
ru: ВСР (скользящий RMSSD)
sv: HRV (rullande RMSSD)
zh_hans: HRV（滚动RMSSD）

source: HRV Analysis
ar: تحليل HRV
da: HRV-analyse
de: HRV-Analyse
es: Análisis de HRV
fi: HRV-analyysi
fr: Analyse HRV
is: HRV-greining
it: Analisi HRV
ja: HRV分析
ko: HRV 분석
nb: HRV-analyse
nl: HRV-analyse
pt_br: Análise de HRV
ru: Анализ ВСР
sv: HRV-analys
zh_hans: HRV分析

source: HRV and heart rate are written automatically after each recording. Sleep is only written when Apple Health had no sleep for the night but the strap detected it from your heart rate — the “forgot your Watch” case. Watch-recorded sleep is never overwritten.
ar: تتم كتابة HRV ومعدل ضربات القلب تلقائيًا بعد كل تسجيل. لا تتم كتابة النوم إلا عندما لا يكون لدى Apple Health نوم لتلك الليلة ولكن الحزام اكتشفه من معدل ضربات قلبك — حالة "نسيت Watch". لا تتم الكتابة فوق النوم المسجَّل بواسطة Watch أبدًا.
da: HRV og puls skrives automatisk efter hver optagelse. Søvn skrives kun, når Apple Health ikke havde søvn for natten, men remmen registrerede den ud fra din puls — "glemt dit Watch"-tilfældet. Watch-registreret søvn overskrives aldrig.
de: HRV und Herzfrequenz werden nach jeder Aufzeichnung automatisch geschrieben. Schlaf wird nur geschrieben, wenn Apple Health keinen Schlaf für die Nacht hatte, der Gurt ihn aber anhand deiner Herzfrequenz erkannt hat — der Fall „Watch vergessen“. Von der Watch aufgezeichneter Schlaf wird niemals überschrieben.
es: El HRV y la frecuencia cardíaca se escriben automáticamente después de cada grabación. El sueño solo se escribe cuando Apple Health no tenía sueño registrado para la noche pero la banda lo detectó a partir de tu frecuencia cardíaca: el caso de "olvidar el Watch". El sueño registrado por el Watch nunca se sobrescribe.
fi: HRV ja syke kirjoitetaan automaattisesti jokaisen tallennuksen jälkeen. Uni kirjoitetaan vain, kun Apple Healthissa ei ollut unta yön ajalta mutta panta havaitsi sen sykkeestäsi — "unohdit Watchin" -tapaus. Watchin tallentamaa unta ei koskaan korvata.
fr: Le HRV et la fréquence cardiaque sont écrits automatiquement après chaque enregistrement. Le sommeil n'est écrit que lorsque Apple Santé n'avait aucun sommeil pour la nuit mais que la ceinture l'a détecté à partir de votre fréquence cardiaque — le cas « Watch oubliée ». Le sommeil enregistré par la Watch n'est jamais écrasé.
is: HRV og hjartsláttur eru skrifuð sjálfkrafa eftir hverja upptöku. Svefn er aðeins skrifaður þegar Apple Health hafði engan svefn fyrir nóttina en beltið greindi hann út frá hjartslætti þínum — „gleymdir Watch“-tilvikið. Svefn sem Watch tók upp er aldrei skrifaður yfir.
it: HRV e frequenza cardiaca vengono scritti automaticamente dopo ogni registrazione. Il sonno viene scritto solo quando Apple Health non aveva sonno per la notte ma la fascia lo ha rilevato dalla tua frequenza cardiaca — il caso "hai dimenticato il Watch". Il sonno registrato dal Watch non viene mai sovrascritto.
ja: HRVと心拍数は、各記録の後に自動的に書き込まれます。睡眠は、Apple ヘルスケアにその夜の睡眠がなく、ストラップが心拍数から検出した場合にのみ書き込まれます——「Watchを忘れた」ケースです。Watchで記録された睡眠が上書きされることはありません。
ko: HRV와 심박수는 각 기록 후 자동으로 기록됩니다. 수면은 Apple Health에 해당 밤의 수면 기록이 없지만 스트랩이 심박수로 이를 감지한 경우에만 기록됩니다 — "Watch를 깜빡한" 경우입니다. Watch로 기록된 수면은 절대 덮어쓰지 않습니다.
nb: HRV og puls skrives automatisk etter hvert opptak. Søvn skrives bare når Apple Health ikke hadde søvn for natten, men beltet registrerte den ut fra pulsen din — "glemte Watch"-tilfellet. Søvn registrert av Watch overskrives aldri.
nl: HRV en hartslag worden automatisch weggeschreven na elke opname. Slaap wordt alleen weggeschreven wanneer Apple Health geen slaap voor de nacht had, maar de band die wel uit je hartslag heeft gedetecteerd — het geval "Watch vergeten". Door de Watch geregistreerde slaap wordt nooit overschreven.
pt_br: O HRV e a frequência cardíaca são gravados automaticamente após cada gravação. O sono só é gravado quando o Apple Health não tinha sono registrado para a noite, mas a cinta o detectou pela sua frequência cardíaca — o caso de "esqueceu o Watch". O sono registrado pelo Watch nunca é sobrescrito.
ru: ВСР и частота сердечных сокращений записываются автоматически после каждой записи. Сон записывается только тогда, когда в Apple Здоровье не было сна за ночь, но ремень обнаружил его по вашему пульсу — случай «забыли Watch». Сон, записанный Watch, никогда не перезаписывается.
sv: HRV och puls skrivs automatiskt efter varje inspelning. Sömn skrivs endast när Apple Health inte hade någon sömn för natten men bandet upptäckte den utifrån din puls — fallet "glömde din Watch". Sömn som registrerats av Watch skrivs aldrig över.
zh_hans: 每次记录后会自动写入 HRV 和心率。仅当 Apple 健康 当晚没有睡眠数据、而心率带通过你的心率检测到睡眠时才会写入睡眠——也就是"忘记戴 Watch"的情形。由 Watch 记录的睡眠绝不会被覆盖。

# HRV chart. Peak RMSSD %lld milliseconds at %@. Analysis window %@ to %@.
source: HRV chart. Peak RMSSD %1$lld milliseconds at %2$@. Analysis window %3$@ to %4$@.
ar: رسم بياني لـHRV. ذروة RMSSD %1$lld مللي ثانية عند %2$@. نافذة التحليل %3$@ إلى %4$@.
da: HRV-diagram. Top RMSSD %lld millisekunder kl. %@. Analysevindue %@ til %@.
de: HRV-Diagramm. Höchster RMSSD %lld Millisekunden um %@. Analysefenster %@ bis %@.
es: Gráfico de HRV. RMSSD máximo %lld milisegundos a las %@. Ventana de análisis %@ a %@.
fi: HRV-kaavio. Huippu-RMSSD %1$lld millisekuntia klo %2$@. Analysointi-ikkuna %3$@ – %4$@.
fr: Graphique HRV. RMSSD maximal %lld millisecondes à %@. Fenêtre d'analyse de %@ à %@.
is: HRV-graf. Hámarks RMSSD %1$lld millisekúndur kl. %2$@. Greiningargluggi %3$@ til %4$@.
it: Grafico HRV. Picco RMSSD %lld millisecondi a %@. Finestra di analisi da %@ a %@.
ja: HRVチャート。ピークRMSSD %lldミリ秒、時刻%@。分析ウィンドウ %@から%@。
ko: HRV 차트. 최고 RMSSD %lld밀리초, 시각 %@. 분석 윈도우 %@~%@.
nb: HRV-diagram. Topp RMSSD %lld millisekunder kl. %@. Analysevindu %@ til %@.
nl: HRV-grafiek. Piek-RMSSD %lld milliseconden om %@. Analysevenster %@ tot %@.
pt_br: Gráfico de HRV. RMSSD máximo %lld milissegundos às %@. Janela de análise %@ a %@.
ru: График ВСР. Пиковый RMSSD %lld мс в %@. Окно анализа с %@ по %@.
sv: HRV-diagram. Topp-RMSSD %lld millisekunder vid %@. Analysfönster %@ till %@.
zh_hans: HRV图表。RMSSD峰值 %1$lld 毫秒，时间 %2$@。分析窗口 %3$@ 至 %4$@。

source: HRV is %lld%% below baseline.
ar: HRV أقل من خط الأساس بنسبة %lld٪.
da: HRV er %lld %% under baseline.
de: HRV liegt %lld %% unter der Baseline.
es: La HRV está un %lld %% por debajo de tu línea base.
fi: HRV on %lld %% perustason alapuolella.
fr: La HRV est %lld %% sous votre référence.
is: HRV er %lld%% undir grunnlínu.
it: L'HRV è il %lld%% sotto la linea di base.
ja: HRV はベースラインより %lld ％低下しています。
ko: HRV가 기준선보다 %lld%% 낮습니다.
nb: HRV er %lld %% under baseline.
nl: HRV ligt %lld %% onder je basislijn.
pt_br: A VFC está %lld%% abaixo da linha de base.
ru: ВСР на %lld %% ниже базовой линии.
sv: HRV ligger %lld %% under baslinjen.
zh_hans: HRV 低于基线 %lld%%。

source: HRV is under your baseline today, so keep intensity moderate and let tomorrow's reading confirm the trend.
ar: HRV اليوم أقل من خط الأساس، لذا أبقِ الشدة معتدلة ودع قراءة الغد تؤكد الاتجاه.
da: HRV ligger under din basislinje i dag, så hold intensiteten moderat og lad morgendagens måling bekræfte tendensen.
de: Die HRV liegt heute unter deiner Baseline, also halte die Intensität moderat und lass die Messung von morgen den Trend bestätigen.
es: Hoy la HRV está por debajo de tu línea base, así que mantén una intensidad moderada y deja que la lectura de mañana confirme la tendencia.
fi: HRV on tänään perustasosi alapuolella, joten pidä teho maltillisena ja anna huomisen lukeman vahvistaa suunta.
fr: La HRV est sous votre référence aujourd'hui : gardez une intensité modérée et laissez la mesure de demain confirmer la tendance.
is: HRV er undir grunnlínunni þinni í dag, svo haltu álaginu hóflegu og láttu mælingu morgundagsins staðfesta þróunina.
it: Oggi l'HRV è sotto la tua linea di base: mantieni un'intensità moderata e lascia che la lettura di domani confermi la tendenza.
ja: 今日の HRV はベースラインを下回っているので、強度は控えめにして、明日の測定でトレンドを確認しましょう。
ko: 오늘 HRV가 기준선보다 낮으니 강도를 적당히 유지하고 내일 측정으로 추세를 확인하세요.
nb: HRV ligger under grunnlinjen din i dag, så hold intensiteten moderat og la morgendagens måling bekrefte trenden.
nl: Je HRV ligt vandaag onder je basislijn, dus houd de intensiteit gematigd en laat de meting van morgen de trend bevestigen.
pt_br: A VFC está abaixo da sua linha de base hoje, então mantenha a intensidade moderada e deixe a leitura de amanhã confirmar a tendência.
ru: Сегодня ВСР ниже вашего базовой линии, поэтому держите умеренную интенсивность и дайте завтрашнему измерению подтвердить тенденцию.
sv: HRV ligger under din baslinje i dag, så håll intensiteten måttlig och låt morgondagens mätning bekräfta trenden.
zh_hans: 今天的 HRV 低于你的基线，请保持中等强度，让明天的读数来确认趋势。

source: HRV metrics are from a 5-min analysis window, not the full %lld recorded beats.
ar: مقاييس HRV مأخوذة من نافذة تحليل مدتها 5 دقائق، وليس من كامل النبضات المسجّلة البالغة %lld.
da: HRV-målinger er fra et 5-minutters analysevindue, ikke alle %lld registrerede slag.
de: HRV-Werte stammen aus einem 5-Minuten-Analysefenster, nicht aus allen %lld aufgezeichneten Schlägen.
es: Las métricas de HRV provienen de una ventana de análisis de 5 min, no de los %lld latidos grabados en total.
fi: HRV-mittarit ovat 5 minuutin analyysi-ikkunasta, eivät kaikista %lld tallennetusta lyönnistä.
fr: Les métriques HRV proviennent d’une fenêtre d’analyse de 5 min, pas de la totalité des %lld battements enregistrés.
is: HRV-mælingar eru úr 5 mínútna greiningarglugga, ekki öllum %lld skráðu slögunum.
it: Le metriche HRV provengono da una finestra di analisi di 5 min, non dall'intero insieme di %lld battiti registrati.
ja: HRV 指標は記録された全 %lld 拍ではなく、5 分間の分析ウィンドウから算出されています。
ko: HRV 지표는 기록된 전체 %lld 박동이 아닌 5분 분석 구간에서 산출되었습니다.
nb: HRV-måltallene er fra et analysevindu på 5 minutter, ikke alle de %lld registrerte slagene.
nl: HRV-waarden komen uit een analysevenster van 5 min, niet uit alle %lld opgenomen slagen.
pt_br: As métricas de VFC são de uma janela de análise de 5 min, não do total de %lld batimentos gravados.
ru: Показатели ВСР рассчитаны по 5-минутному окну анализа, а не по всем %lld записанным ударам.
sv: HRV-måtten kommer från ett analysfönster på 5 min, inte från alla %lld inspelade slag.
zh_hans: HRV 指标来自 5 分钟分析窗口，而不是全部 %lld 次记录的心跳。

source: HRV overnight
ar: HRV أثناء الليل
da: HRV natten over
de: HRV über Nacht
es: HRV nocturna
fi: HRV yön yli
fr: HRV nocturne
is: HRV yfir nótt
it: HRV notturna
ja: 夜間 HRV
ko: 야간 HRV
nb: HRV over natten
nl: HRV ’s nachts
pt_br: VFC noturna
ru: ВСР за ночь
sv: HRV över natten
zh_hans: 夜间 HRV

source: HRV overnight (rolling RMSSD)
ar: HRV الليلي (RMSSD متحرك)
da: HRV natten over (rullende RMSSD)
de: HRV über Nacht (gleitender RMSSD)
es: HRV nocturna (RMSSD móvil)
fi: HRV yön yli (liukuva RMSSD)
fr: HRV nocturne (RMSSD glissant)
is: HRV yfir nótt (hlaupandi RMSSD)
it: HRV notturna (RMSSD mobile)
ja: 夜間 HRV（移動 RMSSD）
ko: 야간 HRV(이동 RMSSD)
nb: HRV over natten (rullerende RMSSD)
nl: HRV ’s nachts (voortschrijdende RMSSD)
pt_br: VFC noturna (RMSSD móvel)
ru: Ночная ВСР (скользящий RMSSD)
sv: HRV över natten (rullande RMSSD)
zh_hans: 夜间 HRV（滚动 RMSSD）

source: HRV Overnight (Rolling RMSSD)
ar: HRV الليلي (RMSSD متحرك)
da: HRV natlig (Rullende RMSSD)
de: HRV über Nacht (gleitender RMSSD)
es: HRV nocturno (RMSSD continuo)
fi: Yöaikainen HRV (liukuva RMSSD)
fr: HRV nocturne (RMSSD glissant)
is: HRV yfir nótt (hlaupandi RMSSD)
it: HRV notturno (RMSSD mobile)
ja: 夜間HRV（移動RMSSD）
ko: 야간 HRV (롤링 RMSSD)
nb: HRV nattlig (Rullende RMSSD)
nl: HRV nacht (voortschrijdend RMSSD)
pt_br: HRV Noturno (RMSSD Móvel)
ru: Ночная ВСР (скользящий RMSSD)
sv: HRV över natten (rullande RMSSD)
zh_hans: 夜间HRV（滚动RMSSD）

source: HRV ranges adjust by age.
ar: تتكيّف نطاقات HRV حسب العمر.
da: HRV-intervaller justeres efter alder.
de: HRV-Bereiche passen sich dem Alter an.
es: Los rangos de HRV se ajustan según la edad.
fi: HRV-alueet mukautuvat iän mukaan.
fr: Les plages de HRV s'ajustent selon l'âge.
is: HRV-svið aðlagast eftir aldri.
it: Gli intervalli di HRV si adattano in base all'età.
ja: HRV の範囲は年齢に応じて調整されます。
ko: HRV 범위는 나이에 따라 조정됩니다.
nb: HRV-områder justeres etter alder.
nl: HRV-bereiken worden aangepast op basis van leeftijd.
pt_br: As faixas de HRV se ajustam por idade.
ru: Диапазоны ВСР корректируются в зависимости от возраста.
sv: HRV-intervall justeras efter ålder.
zh_hans: HRV 范围会随年龄调整。

source: HRV Readiness
ar: جاهزية HRV
da: HRV-parathed
de: HRV-Bereitschaft
es: Estado de preparación por HRV
fi: HRV-valmius
fr: Préparation HRV
is: HRV-viðbúnaður
it: Prontezza HRV
ja: HRV 準備状態
ko: HRV 준비도
nb: HRV-beredskap
nl: HRV-gereedheid
pt_br: Prontidão por VFC
ru: Готовность по ВСР
sv: HRV-beredskap
zh_hans: HRV 准备状态

source: HRV recording and sleep integration are always on — they're the core of the app and have no startup cost.
ar: تسجيل HRV ودمج النوم مفعّلان دائمًا — فهما جوهر التطبيق وليس لهما أي تكلفة عند بدء التشغيل.
da: HRV-optagelse og søvnintegration er altid slået til — de er kernen i appen og har ingen opstartsomkostning.
de: HRV-Aufzeichnung und Schlafintegration sind immer aktiv — sie bilden den Kern der App und verursachen keine Startkosten.
es: La grabación de HRV y la integración del sueño están siempre activas: son el núcleo de la app y no tienen coste de arranque.
fi: HRV-tallennus ja unen integrointi ovat aina päällä — ne ovat sovelluksen ydin eivätkä aiheuta käynnistyskuormaa.
fr: L'enregistrement de la HRV et l'intégration du sommeil sont toujours actifs — ils constituent le cœur de l'app et n'ont aucun coût au démarrage.
is: HRV-skráning og svefnsamþætting eru alltaf á — þær eru kjarni forritsins og hafa engan ræsikostnað.
it: La registrazione dell'HRV e l'integrazione del sonno sono sempre attive: sono il cuore dell'app e non hanno alcun costo all'avvio.
ja: HRV の記録と睡眠の連携は常に有効です — アプリの中核であり、起動時のコストはありません。
ko: HRV 기록과 수면 통합은 항상 켜져 있습니다. 앱의 핵심이며 시작 비용이 없습니다.
nb: HRV-registrering og søvnintegrasjon er alltid på — de er kjernen i appen og har ingen oppstartskostnad.
nl: HRV-registratie en slaapintegratie staan altijd aan — ze vormen de kern van de app en hebben geen opstartkosten.
pt_br: A gravação de HRV e a integração do sono estão sempre ativas — são o núcleo do app e não têm custo de inicialização.
ru: Запись ВСР и интеграция сна всегда включены — это ядро приложения, и они не нагружают запуск.
sv: HRV-inspelning och sömnintegrering är alltid på — de är kärnan i appen och har ingen uppstartskostnad.
zh_hans: HRV 记录和睡眠集成始终开启 — 它们是应用的核心，没有启动开销。

source: HRV Triangular Index
ar: المؤشر المثلثي لHRV
da: HRV triangulært indeks
de: HRV-Dreiecksindex
es: Índice triangular de HRV
fi: HRV:n kolmioindeksi
fr: Indice triangulaire HRV
is: Þríhyrningsvísitala HRV
it: Indice triangolare HRV
ja: HRV 三角指数
ko: HRV 삼각 지수
nb: HRV triangulært indeks
nl: HRV-driehoeksindex
pt_br: Índice triangular da VFC
ru: Треугольный индекс ВСР
sv: HRV triangulärt index
zh_hans: HRV 三角指数

source: HRV vs baseline
ar: HRV مقابل خط الأساس
es: HRV frente a la línea base
fi: HRV vs. perustaso
fr: HRV vs référence
is: HRV á móti grunnlínu
ja: HRV とベースライン比較
ko: HRV 대 기준선
nb: HRV mot baseline
nl: HRV t.o.v. basislijn
pt_br: VFC vs. linha de base
ru: ВСР к базовой линии
sv: HRV mot baslinje
zh_hans: HRV 与基线对比

source: HRV waveform (RR intervals)
ar: شكل موجة HRV (فواصل RR)
da: HRV-bølgeform (RR-intervaller)
de: HRV-Wellenform (RR-Intervalle)
es: Forma de onda de HRV (intervalos RR)
fi: HRV-aaltomuoto (RR-välit)
fr: Forme d’onde HRV (intervalles RR)
is: HRV-bylgjuform (RR-bil)
it: Forma d’onda HRV (intervalli RR)
ja: HRV 波形（RR 間隔）
ko: HRV 파형(RR 간격)
nb: HRV-bølgeform (RR-intervaller)
nl: HRV-golfvorm (RR-intervallen)
pt_br: Forma de onda da VFC (intervalos RR)
ru: Форма волны ВСР (интервалы RR)
sv: HRV-vågform (RR-intervall)
zh_hans: HRV 波形（RR 间期）

source: HRV-based recovery for athletes who train.
ar: تعافٍ قائم على HRV للرياضيين الذين يتدربون.
da: HRV-baseret restitution til atleter, der træner.
de: HRV-basierte Erholung für Sportler, die trainieren.
es: Recuperación basada en HRV para atletas que entrenan.
fi: HRV-pohjainen palautuminen treenaaville urheilijoille.
fr: Récupération basée sur la HRV pour les athlètes qui s'entraînent.
is: HRV-byggð endurheimt fyrir íþróttafólk sem æfir.
it: Recupero basato su HRV per atleti che si allenano.
ja: トレーニングするアスリートのためのHRVベースの回復。
ko: 훈련하는 운동선수를 위한 HRV 기반 회복.
nb: HRV-basert restitusjon for utøvere som trener.
nl: HRV-gebaseerd herstel voor sporters die trainen.
pt_br: Recuperação baseada em HRV para atletas que treinam.
ru: Восстановление на основе ВСР для тренирующихся спортсменов.
sv: HRV-baserad återhämtning för idrottare som tränar.
zh_hans: 为坚持训练的运动员打造的基于 HRV 的恢复。

source: HRV-derived baseline
ar: خط أساس مشتق من HRV
da: HRV-afledt baseline
de: HRV-abgeleitete Baseline
es: Línea base derivada del HRV
fi: HRV:stä johdettu perustaso
fr: Référence dérivée de la HRV
is: Grunnlína leidd af HRV
it: Baseline derivata dall'HRV
ja: HRV から導出されたベースライン
ko: HRV에서 도출된 기준선
nb: HRV-avledet baselinje
nl: Uit HRV afgeleide basislijn
pt_br: Linha de base derivada do HRV
ru: Базовая линия, выведенная из ВСР
sv: HRV-härledd baslinje
zh_hans: HRV 推导基线

source: HRV-Derived Respiration Rate
ar: معدل التنفس المشتق من HRV
da: HRV-udledt vejrtrækningsfrekvens
de: Aus HRV abgeleitete Atemfrequenz
es: Frecuencia respiratoria derivada de la HRV
fi: HRV:stä johdettu hengitystiheys
fr: Fréquence respiratoire dérivée de la HRV
is: Öndunartíðni leidd af HRV
it: Frequenza respiratoria derivata dall’HRV
ja: HRV から導出した呼吸数
ko: HRV 기반 호흡수
nb: HRV-avledet pustefrekvens
nl: Uit HRV afgeleide ademhalingsfrequentie
pt_br: Frequência respiratória derivada da VFC
ru: Частота дыхания по ВСР
sv: HRV-härledd andningsfrekvens
zh_hans: 由 HRV 推导的呼吸频率

source: HRV-Enhanced Watch Stages
ar: مراحل Watch المحسّنة بـHRV
da: HRV-forbedrede Watch-stadier
de: HRV-optimierte Watch-Schlafphasen
es: Etapas de Watch mejoradas con HRV
fi: HRV-tehostetut Watch-vaiheet
fr: Phases de sommeil Watch améliorées par HRV
is: HRV-bætt Watch-stig
it: Fasi Watch con miglioramento HRV
ja: HRV強化Watchステージ
ko: HRV 강화 Watch 단계
nb: HRV-forbedrede Watch-stadier
nl: HRV-verbeterde Watch-fasen
pt_br: Estágios do Watch Aprimorados por HRV
ru: HRV-уточнённые стадии Watch
sv: HRV-förbättrade Watch-stadier
zh_hans: HRV增强Watch睡眠分期

source: Hydrate and fuel well to back up the work.
ar: اشرب الماء وتغذَّ جيدًا لتدعم هذا الجهد.
da: Drik rigeligt og spis godt for at understøtte arbejdet.
de: Trinke und iss gut, um die Arbeit zu unterstützen.
es: Hidrátate y come bien para respaldar el trabajo.
fi: Juo ja syö hyvin tukeaksesi tehtyä työtä.
fr: Hydratez-vous et mangez bien pour soutenir l’effort.
is: Drekktu og borðaðu vel til að styðja við vinnuna.
it: Idratati e mangia bene per sostenere il lavoro.
ja: 水分と栄養をしっかり摂って 練習を支えましょう。
ko: 수분과 영양을 충분히 섭취해 훈련을 뒷받침하세요.
nb: Drikk og spis godt for å støtte opp om arbeidet.
nl: Drink en eet goed om het werk te ondersteunen.
pt_br: Hidrate-se e coma bem para sustentar o trabalho.
ru: Пейте и питайтесь хорошо, чтобы поддержать работу.
sv: Drick och ät ordentligt för att stötta arbetet.
zh_hans: 补足水分与能量，为这份训练兜底。

source: Hydrate, eat enough, and get to bed early.
ar: اشرب الماء، وتناول ما يكفي، ونم مبكرًا.
da: Drik rigeligt, spis nok, og gå tidligt i seng.
de: Trinke, iss genug und geh früh ins Bett.
es: Hidrátate, come suficiente y acuéstate temprano.
fi: Juo, syö riittävästi ja mene aikaisin nukkumaan.
fr: Hydratez-vous, mangez suffisamment et couchez-vous tôt.
is: Drekktu, borðaðu nóg og farðu snemma að sofa.
it: Idratati, mangia a sufficienza e vai a letto presto.
ja: 水分をとり、十分に食べ、早めに就寝しましょう。
ko: 수분을 섭취하고, 충분히 먹고, 일찍 잠자리에 드세요.
nb: Drikk, spis nok og legg deg tidlig.
nl: Drink, eet voldoende en ga vroeg naar bed.
pt_br: Hidrate-se, coma o suficiente e durma cedo.
ru: Пейте, ешьте достаточно и ложитесь пораньше.
sv: Drick, ät tillräckligt och gå och lägg dig tidigt.
zh_hans: 补水、吃够、早点睡。

source: Hypnogram
ar: مخطط النوم
de: Hypnogramm
es: Hipnograma
fi: Hypnogrammi
fr: Hypnogramme
is: Svefnrit
it: Ipnogramma
ja: 睡眠経過図
ko: 수면 그래프
pt_br: Hipnograma
ru: Гипнограмма
zh_hans: 睡眠图

source: I Agree
ar: أوافق
da: Jeg accepterer
de: Ich stimme zu
es: Acepto
fi: Hyväksyn
fr: J'accepte
is: Ég samþykki
it: Accetto
ja: 同意する
ko: 동의합니다
nb: Jeg godtar
nl: Ik ga akkoord
pt_br: Eu concordo
ru: Я согласен
sv: Jag godkänner
zh_hans: 我同意
